# 读者真的是因为 AI 写小说而讨厌吗？

我和 DeepSeek 讨论这个创作分工问题的时候，DeepSeek 给了一个很好的思路。

"19 世纪摄影技术刚出现的时候，人们争论摄影是不是一种艺术。"

身处 21 世纪的我们已经不会疑惑这个问题了。

DeepSeek 很擅长从一些历史故事出发启发我。

最近我在同时尝试不同的方法让 AI 参与到我的创作中，包括 AI 直接生成、人类底稿 AI 重写的 AI 主导型，AI 底稿人类重写、完全人类写作的人类主导型。

不同平台的政策决定了我的投稿策略。

番茄只配 AI 主导的实验稿。如果我有什么灵感想要写出来看看效果，就会让 AI 在我的底稿基础上生成样文，或者直接 AI 生成。比较完整的故事就会顺手发番茄一下。

爽文模式的经典网文，比较适合 AI 搭框架和底稿以后人类推翻重写，初步打算发七猫。七猫有真人编辑，还是对人类比较友好一些。

完全人类的写作是类型小说，初步考虑发豆瓣阅读或者晋江，主要是出于版权的考虑，其次是出于作品风格的考虑。

AI 直接写的稿子，无论使用什么技术架构优化，都做不到写的可读，阅读数据几乎没有。而以人类底稿的 AI 重构稿，有一些微薄的阅读量。

番茄的推荐算法越来越收敛于一些热门题材，所以热门题材以外的作品几乎是不会被推荐的。

我在小红书上看到了很多不错的小说在番茄上几乎没有推荐，这是符合算法直觉的。

七猫的推荐算法和番茄差不多，作品相对还是比较人味一些，故事比较套路、文笔普遍差一些。人类搭建的故事框架反而不适合七猫，免费小说平台的热门题材都相对比较套路化。

晋江的风格比以往多元化很多，也可以看到题材深受七猫和番茄冲击。还是有很多老作者输出典型晋江文，也有不少脑洞文。不过总体也还是比较网文。

豆瓣阅读主打"类型小说"，就是介于严肃文学和网络文学的作品。我尝试看了一些现言，感觉可读性普遍比较差，上来先渲染一大堆职场细节。

人类和 AI 的写作各有各的缺点。AI 的创作空洞无物，各种帖子和文章已经吐槽了很多，而且大家越来越擅长识别。人类的创作固然鲜活真实，但是讲好故事也不是一个很容易的事情。

AI的稿件生成质量不稳定。实际上读起来比较友好的，还是人类在主导创意，AI 在帮助人类表达。就像人类使用相机表达比绘画更精准的图像一样。

所以真正的市场需求是，如何通过人机交互获得更可读的好故事？无论 AI 以什么样的方式参与创作。

我还在探索答案。